Repository: edumudu/Dragonboy
Catalog: AssemblyCSharp/Mod/ModMenu/Locales/Strings.*.resx
Languages: vi

# AutoPickUpDescription
source: Enable/disable automatic item pickup
vi: Bật/tắt tự động nhặt vật phẩm

# AutoPickUpTitle
source: Automatically pick up items
vi: Tự động nhặt vật phẩm

# AutoUpSSDescription
source: Auto up newborn acc to mission to state
vi: Auto up acc sơ sinh đến nhiệm vụ vào bang

# AutoUpSSTitle
source: Auto up newborn
vi: Auto up SS

# AvoidSMDescription
source: Automatically avoid super monsters when slaughtering
vi: Tự động né siêu quái khi tàn sát

# AvoidSMTitle
source: Avoid super monsters when slaughtering
vi: Né siêu quái khi tàn sát

# BossListDescription
source: Enable/disable boss notification display
vi: Bật/tắt hiển thị thông báo boss

# BossListTitle
source: Boss announcement
vi: Thông báo Boss

# CharInfoDescription
source: Shows approximately the exact time of NRD, shield, monkey, whistle... of the character in focus
vi: Hiện gần chính xác thời gian NRD, khiên, khỉ, huýt sáo... của nhân vật đang focus

# CharInfoTitle
source: Show character information
vi: Hiện thông tin nhân vật

# CharListDcpDescription
source: Show disciples in the list of characters in the map (disciples without a master in the map are not displayed)
vi: Hiện đệ tử trong danh sách nhân vật trong map (đệ tử không có sư phụ trong map không được hiển thị)

# CharListDcpTitle
source: Show disciples in the list
vi: Hiện đệ tử trong danh sách

# CharListDescription
source: Show a list of characters in the map
vi: Hiện danh sách nhân vật trong map

# CharListTitle
source: Show character list
vi: Hiện danh sách nhân vật

# CrossInMassacreDescription
source: Enable/disable automatic terrain traversal while slaughtering
vi: Bật/tắt tự động vượt địa hình khi đang tàn sát

# CrossInMassacreTitle
source: Cross the terrain while slaughtering
vi: Vượt địa hình khi tàn sát

# CustomBgDescription
source: Replace game background with custom background (automatically adjusts background to fit screen size)
vi: Thay thế nền của game bằng nền tùy chỉnh (tự động điều chỉnh nền cho vừa kích thước màn hình)

# CustomBgTitle
source: Custom background
vi: Nền tùy chỉnh

# CustomCursorDescription
source: Change the default mouse pointer to a custom mouse pointer
vi: Thay con trỏ chuột mặc định thành con trỏ chuột tùy chỉnh

# CustomCursorTitle
source: Custom cursors
vi: Con trỏ tùy chỉnh

# CustomLogoDescription
source: Enable/disable display of custom logo on game screen
vi: Bật/tắt hiển thị logo tùy chỉnh trên màn hình game

# CustomLogoTitle
source: Custom logos
vi: Logo tùy chỉnh

source: Disabled
vi: Đã tắt

source: Enabled
vi: Đã bật

# KillCountDescription
source: Enable mob kills counting
vi: Bật tính năng đếm số lần tiêu diệt mob

# KillCountTitle
source: Count mob kills
vi: Đếm số lần giết mob

# MassacreDescription
source: Enable/disable automatic monster attack
vi: Bật/tắt tự động đánh quái

# MassacreTitle
source: Massacre
vi: Tàn sát

# PickUpLimitDescription
source: Enable/disable the limit on the number of times an item can be automatically picked up
vi: Bật/tắt giới hạn số lần tự động nhặt một vật phẩm

# PickUpLimitTitle
source: Limit the number of pickups
vi: Giới hạn số lần nhặt

# SelfAttackDescription
source: Turn on/off automatic attack
vi: Bật/tắt tự đánh

# SelfAttackTitle
source: Self-attack
vi: Tự đánh

# ShowBomDistanceDescription
source: Displays people, monsters, bosses... within bomb range
vi: Hiển thị người, quái, boss... trong tầm bom

# ShowBomDistanceTitle
source: Show bomb distance
vi: Hiện khoảng cách bom

# SkiptNotOwnedPickUpDescription
source: Enable/disable filtering to not pick up other people's items
vi: Bật/tắt lọc không nhặt vật phẩm của người khác

# SkiptNotOwnedPickUpTitle
source: Don't pick up other people's things
vi: Không nhặt đồ của người khác

# VSyncDescription
source: Turn off Vsync if you want to adjust FPS!
vi: Tắt Vsync nếu bạn muốn điều chỉnh FPS!
